export const COLOR_LIST = {
  '001': 'アイボリー',
  '002': 'ベージュ',
  '003': 'ブラウン',
  '004': 'モカ',
  '006': 'ナチュラル',
  '007': 'ホワイト',
  '009': 'グレー',
  '011': 'ブラック',
  '014': 'ブルー',
  '015': 'ターコイズブルー',
  '016': 'グリーン',
  '017': 'イエロー',
  '018': 'オレンジ',
  '019': 'レッド',
  '020': 'パープル',
  '021': 'ローズ',
  '023': 'ピンク',
  '024': 'ネイビー',
  '025': 'カーキ',
  '090': 'シルバー',
  '091': 'ゴールド',
  '092': 'クリア',
  '999': '複数色',
} as const;

// TODO: httpsから始まるURLに変える？
export const colorUrl = '/operation_images/searchRefineBar_swatch/';
