export const storeCodes = [
  '813', // 本庄早稲田店
  '816', // 浦和美園店
  '859', // 朝霞店
  '906', // ハンズ新宿店
  '296', // 青梅インター店
  '767', // ＦＣ大曲店
  '794', // ＦＣサンプラザ糸満店
  '741', // ＦＣ津山店
];

export const campaignIds = [
  '0016543',
  '0016544',
  '0016545',
  '0016546',
  '0016547',
  '0016548',
  '0016549',
  '0016550',
  '0016551',
  '0016552',
  '0016553',
  '0016554',
  '0016555',
  '0016556',
  '0016557',
  '0016558',
  '0016559',
  '0016560',
];

export const planIds = [
  '1014',
  '1015',
  '1016',
  '1017',
  '1018',
  '1019',
  '1020',
  '1021',
  '1022',
  '1023',
  '1024',
  '1025',
  '1026',
  '1027',
  '1028',
  '1029',
  '1030',
];
export const thumbnails = [
  'https://img.cainz.com/ec/page/amido/amido_thumbnail_small.jpg?auto=compress,format&w=380',
  'https://img.cainz.com/ec/page/amido/amido_thumbnail_small.jpg?auto=compress,format&w=380',
  'https://img.cainz.com/ec/page/grass/grass_thumbnail_small_cp.jpg?auto=compress,format&w=380',
  'https://img.cainz.com/ec/page/steel_rack/steel_rack_thumbnail_small.jpg?auto=compress,format&w=380',
  'https://img.cainz.com/ec/page/chozouko/chozouko_thumbnail_small.jpg?auto=compress,format&w=380',
  'https://img.cainz.com/ec/page/season_style/season_style_thumbnail_small.jpg?auto=format,compress&w=380',
];

export const productIds = [
  '4992536441210',
  '4997789324471',
  '4549509206422',
  '4936695742542',
  '4549509686743',
  '4549509628453',
  '4549509719793',
  '4549509612704',
  '4983771272554',
  '4936695303484',
  '4549509621584',
  '4901133626005',
  '4549509646945',
  '4943125709655',
  '4549509749165',
  '4549509112365',
  '4550533004595',
  '4549509304166',
  '4549509908647',
  '4549509735809',
];

export const campaignTitles = [
  'LION オーラルケア点検キャンペーン',
  'P&G 全員必ずポイントがもらえる キャンペーン',
  '【d払い】毎週おトクなd曜日 毎週金土曜日はdポイントが最大4%',
  'アサヒビール×カインズ アームチェアが当たるキャンペーン',
  'カインズアクアキャンペーン',
  'キリンビール おソトも・おウチも応援キャンペーン',
  'サーモス×カインズ 500ポイントもらえる!! 夏のポイントバックキャンペーン',
  'デルモンテ×カインズ トマトを育てて絵を描こう！コンテスト',
  'ピュアクリスタル 飲まなかったら返金キャンペーン',
  '伊藤園お～いお茶 もれなく800ポイントもらえるキャンペーン',
  '春の園芸メーカー合同キャンペーン',
  '花王×小林製薬×白元アース 最大5,000ポイント貰えるキャンペーン',
];

export const articleTitles = [
  '自宅に窓際カフェススペースを作って、いつでもおしゃれに撮影できるようにしてみた',
  '日本初の水生植物専門店「杜若園芸」に聞いたメダカの飼育におすすめの水草は？',
  '高級ベッドみたいな高反発力！ カインズのflatty（フラッティ）なら家中どこでもリラックスできる！',
  '鹿児島県へ旅立つ同僚に、鹿児島剣を授けたい 〜鍛冶屋はじめました〜',
  '木工職人が教える、DIYでケガを予防するための安全作業の鉄則11選',
  '【必見】ポスト、表札、物置まで！ カインズ限定ディズニーエクステリアは種類豊富で迷っちゃう！？',
  '美しすぎる「押しフルーツ」をつくってみたい！ プロのアドバイスを受けて挑戦したらまさかの作品が生まれた',
  '【ミジンコの増やし方】メダカの餌にするならミジンコの質が重要！ 東北大学・占部城太郎教授に聞く培養方法',
  '【迷わず選べる】プロ厳選の除草剤おすすめ5選｜種類や使い方を徹底解説',
  '車中泊マットにカインズの高反発ロングクッションflattyがぴったり説',
];
